import React from "react";
import "./history.css";
import history1 from "../../assets/img/history/history1.jpg";
import history2 from "../../assets/img/history/history2.jpg";
import history3 from "../../assets/img/history/history3.jpg";

const History = () => {
  return (
    <div className="card" id="card_history">
      <div className="card-body">
        <div className="row">
          <h3>Прогноз погоды в Шерегеше</h3>
          <br />
          <br />

          <h3>Гора Зеленая на курорте Шерегеш: Заезд в купальниках, гривы хребта и легенды Шории</h3>
          <p></p>

          <div className="row g-0">
            <div className="col-md-3">
              {/* eslint-disable-next-line */}
              <img src={history1} className="img-fluid" alt="..." />
            </div>
            <div className="col-md-9">
              <div className="card-body">
                <p className="card-text">
                  Склоны горы Зеленой (русское название шорской горы Каритшал) еще в 1980 году привлекли внимание специалистов, которые нашли их подходящими для спортивных соревнований. В те годы
                  Шерегеш на десять лет стал базой подготовки советских спортсменов-горнолыжников и был закрыт для массового туризма. В настоящее время гора Зеленая на курорте Шерегеш принимает
                  миллион туристов в зимний сезон. Основная часть инфраструктуры и шерегешских трасс сосредоточены именно на этой горе.
                </p>
              </div>
            </div>
          </div>

          <div className="row g-0">
            <div className="col-md-6">
              <div className="card-body">
                <p className="card-text">
                  Склоны горы Зеленой (русское название шорской горы Каритшал) еще в 1980 году привлекли внимание специалистов, которые нашли их подходящими для спортивных соревнований. В те годы
                  Шерегеш на десять лет стал базой подготовки советских спортсменов-горнолыжников и был закрыт для массового туризма. В настоящее время гора Зеленая на курорте Шерегеш принимает
                  миллион туристов в зимний сезон. Основная часть инфраструктуры и шерегешских трасс сосредоточены именно на этой горе.
                </p>
              </div>
            </div>
            <div className="col-md-6">
              {/* eslint-disable-next-line */}
              <img src={history2} className="img-fluid" alt="..." />
            </div>
          </div>

          <div className="row g-0">
            <div className="col-md-12">
              <div className="card-body">
                <ul className="list-unstyled">
                  <li>
                    Гора Зеленая на курорте Шерегеш соседствует еще с тремя вершинами, где проложены горнолыжные трассы, их высоты такие:
                    <ul>
                      <li>гора Зеленая (Каритшал) — 1270 метров,</li>
                      <li>гора Утуя — 1143 метра,</li>
                      <li>гора Курган — 1555 метров,</li>
                      <li>гора Мустаг — 1570 метров.</li>
                    </ul>
                  </li>
                </ul>
              </div>
            </div>
          </div>

          <div className="row g-0">
            <div className="col-md-12">
              <div className="card-body">
                <p className="card-text">
                  Территория современной Горной Шории осваивалась местным народом тадар (ныне шорцы) более 1000 лет назад. Название Шерегеш впервые встречается в 1931 году в очерке Т.А. Никольской
                  «Открытие Шерегеш». В те годы история развития этого региона была тесно связана с добывающей промышленностью. Поселок открыли как центр добычи железной руды и назвали в честь
                  местного шорца по фамилии Шерегешев, который указал геологам местонахождение руды.В советские годы территория горы Зеленой и ближайших вершин была закрыта для посторонних. Это
                  связано с другой стороной освоения Горной Шории — образования здесь лагерей для заключенных. Но природные ресурсы, длительный снежный сезон и большая высота снежного покрова сделали
                  место идеальным для развития горнолыжного спорта. Первая трасса открылась в 1972 году в городе Таштагол (23 км от Шерегеша). Здесь же появилась детская школа горнолыжного спорта и
                  инфраструктура, что существенно повлияло на дальнейший интерес проводить тут соревнования по зимним видам спорта.
                </p>
              </div>
            </div>
          </div>

          <div className="row g-0">
            <div className="col-md-12">
              {/* eslint-disable-next-line */}
              <img src={history3} className="img-fluid" alt="..." />
            </div>
          </div>

          <div className="row g-0">
            <div className="col-md-12">
              <div className="card-body">
                <p className="card-text">
                  Рельеф горы Зеленой оказался более удобным для обустройства трасс по спортивным стандартам в отличие от склонов в Таштаголе. Поэтому именно в Шерегеше прошла Спартакиада народов
                  РСФСР в 1981 году. С двух трасс, слалома и скоростного спуска, началась горнолыжная история горы Зеленой. До 1990 года они в основном использовались в спортивных целях, хотя
                  приезжали сюда покататься и немногочисленные любители горных лыж из соседних городов. В годы перестройки горнорудные предприятия Шории оказались в кризисе, тогда возникла идея
                  развивать регион с использованием туристского потенциала, в основе которого был горнолыжный спорт. В 1993 году у подножия Зеленой открыли первый гостиничный корпус на 70 мест, в 1995
                  трассы получили сертификат FIS (Международной федерации горных лыж), что позволило провести чемпионат России. В настоящее время на горе Зеленой проложено 28 км трасс, которые
                  обслуживаются бугельными, гондольными и кресельными подъемниками.
                </p>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};

export default History;
